{
  "</tool_call>": 151658,
  "<tool_call>": 151657,
  "<|box_end|>": 151649,
  "<|box_start|>": 151648,
  "<|endoftext|>": 151643,
  "<|file_sep|>": 151664,
  "<|fim_middle|>": 151660,
  "<|fim_pad|>": 151662,
  "<|fim_prefix|>": 151659,
  "<|fim_suffix|>": 151661,
  "<|im_end|>": 151645,
  "<|im_start|>": 151644,
  "<|image_pad|>": 151655,
  "<|object_ref_end|>": 151647,
  "<|object_ref_start|>": 151646,
  "<|quad_end|>": 151651,
  "<|quad_start|>": 151650,
  "<|repo_name|>": 151663,
  "<|video_pad|>": 151656,
  "<|vision_end|>": 151653,
  "<|vision_pad|>": 151654,
  "<|vision_start|>": 151652,
  "[DUMMY_0]": 151667,
  "[DUMMY_100]": 151767,
  "[DUMMY_101]": 151768,
  "[DUMMY_102]": 151769,
  "[DUMMY_103]": 151770,
  "[DUMMY_104]": 151771,
  "[DUMMY_105]": 151772,
  "[DUMMY_106]": 151773,
  "[DUMMY_107]": 151774,
  "[DUMMY_108]": 151775,
  "[DUMMY_109]": 151776,
  "[DUMMY_10]": 151677,
  "[DUMMY_110]": 151777,
  "[DUMMY_111]": 151778,
  "[DUMMY_112]": 151779,
  "[DUMMY_113]": 151780,
  "[DUMMY_114]": 151781,
  "[DUMMY_115]": 151782,
  "[DUMMY_116]": 151783,
  "[DUMMY_117]": 151784,
  "[DUMMY_118]": 151785,
  "[DUMMY_119]": 151786,
  "[DUMMY_11]": 151678,
  "[DUMMY_120]": 151787,
  "[DUMMY_121]": 151788,
  "[DUMMY_122]": 151789,
  "[DUMMY_123]": 151790,
  "[DUMMY_124]": 151791,
  "[DUMMY_125]": 151792,
  "[DUMMY_126]": 151793,
  "[DUMMY_127]": 151794,
  "[DUMMY_128]": 151795,
  "[DUMMY_129]": 151796,
  "[DUMMY_12]": 151679,
  "[DUMMY_130]": 151797,
  "[DUMMY_131]": 151798,
  "[DUMMY_132]": 151799,
  "[DUMMY_133]": 151800,
  "[DUMMY_134]": 151801,
  "[DUMMY_135]": 151802,
  "[DUMMY_136]": 151803,
  "[DUMMY_137]": 151804,
  "[DUMMY_138]": 151805,
  "[DUMMY_139]": 151806,
  "[DUMMY_13]": 151680,
  "[DUMMY_140]": 151807,
  "[DUMMY_141]": 151808,
  "[DUMMY_142]": 151809,
  "[DUMMY_143]": 151810,
  "[DUMMY_144]": 151811,
  "[DUMMY_145]": 151812,
  "[DUMMY_146]": 151813,
  "[DUMMY_147]": 151814,
  "[DUMMY_148]": 151815,
  "[DUMMY_149]": 151816,
  "[DUMMY_14]": 151681,
  "[DUMMY_150]": 151817,
  "[DUMMY_151]": 151818,
  "[DUMMY_152]": 151819,
  "[DUMMY_153]": 151820,
  "[DUMMY_154]": 151821,
  "[DUMMY_155]": 151822,
  "[DUMMY_156]": 151823,
  "[DUMMY_157]": 151824,
  "[DUMMY_158]": 151825,
  "[DUMMY_159]": 151826,
  "[DUMMY_15]": 151682,
  "[DUMMY_160]": 151827,
  "[DUMMY_161]": 151828,
  "[DUMMY_162]": 151829,
  "[DUMMY_163]": 151830,
  "[DUMMY_164]": 151831,
  "[DUMMY_165]": 151832,
  "[DUMMY_166]": 151833,
  "[DUMMY_167]": 151834,
  "[DUMMY_168]": 151835,
  "[DUMMY_169]": 151836,
  "[DUMMY_16]": 151683,
  "[DUMMY_170]": 151837,
  "[DUMMY_171]": 151838,
  "[DUMMY_172]": 151839,
  "[DUMMY_173]": 151840,
  "[DUMMY_174]": 151841,
  "[DUMMY_175]": 151842,
  "[DUMMY_176]": 151843,
  "[DUMMY_177]": 151844,
  "[DUMMY_178]": 151845,
  "[DUMMY_179]": 151846,
  "[DUMMY_17]": 151684,
  "[DUMMY_180]": 151847,
  "[DUMMY_181]": 151848,
  "[DUMMY_182]": 151849,
  "[DUMMY_183]": 151850,
  "[DUMMY_184]": 151851,
  "[DUMMY_185]": 151852,
  "[DUMMY_186]": 151853,
  "[DUMMY_187]": 151854,
  "[DUMMY_188]": 151855,
  "[DUMMY_189]": 151856,
  "[DUMMY_18]": 151685,
  "[DUMMY_190]": 151857,
  "[DUMMY_191]": 151858,
  "[DUMMY_192]": 151859,
  "[DUMMY_193]": 151860,
  "[DUMMY_194]": 151861,
  "[DUMMY_195]": 151862,
  "[DUMMY_196]": 151863,
  "[DUMMY_197]": 151864,
  "[DUMMY_198]": 151865,
  "[DUMMY_199]": 151866,
  "[DUMMY_19]": 151686,
  "[DUMMY_1]": 151668,
  "[DUMMY_200]": 151867,
  "[DUMMY_201]": 151868,
  "[DUMMY_202]": 151869,
  "[DUMMY_203]": 151870,
  "[DUMMY_204]": 151871,
  "[DUMMY_205]": 151872,
  "[DUMMY_206]": 151873,
  "[DUMMY_207]": 151874,
  "[DUMMY_208]": 151875,
  "[DUMMY_209]": 151876,
  "[DUMMY_20]": 151687,
  "[DUMMY_210]": 151877,
  "[DUMMY_211]": 151878,
  "[DUMMY_212]": 151879,
  "[DUMMY_213]": 151880,
  "[DUMMY_214]": 151881,
  "[DUMMY_215]": 151882,
  "[DUMMY_216]": 151883,
  "[DUMMY_217]": 151884,
  "[DUMMY_218]": 151885,
  "[DUMMY_219]": 151886,
  "[DUMMY_21]": 151688,
  "[DUMMY_220]": 151887,
  "[DUMMY_221]": 151888,
  "[DUMMY_222]": 151889,
  "[DUMMY_223]": 151890,
  "[DUMMY_224]": 151891,
  "[DUMMY_225]": 151892,
  "[DUMMY_226]": 151893,
  "[DUMMY_227]": 151894,
  "[DUMMY_228]": 151895,
  "[DUMMY_229]": 151896,
  "[DUMMY_22]": 151689,
  "[DUMMY_230]": 151897,
  "[DUMMY_231]": 151898,
  "[DUMMY_232]": 151899,
  "[DUMMY_233]": 151900,
  "[DUMMY_234]": 151901,
  "[DUMMY_235]": 151902,
  "[DUMMY_236]": 151903,
  "[DUMMY_237]": 151904,
  "[DUMMY_238]": 151905,
  "[DUMMY_239]": 151906,
  "[DUMMY_23]": 151690,
  "[DUMMY_240]": 151907,
  "[DUMMY_241]": 151908,
  "[DUMMY_242]": 151909,
  "[DUMMY_243]": 151910,
  "[DUMMY_244]": 151911,
  "[DUMMY_245]": 151912,
  "[DUMMY_246]": 151913,
  "[DUMMY_247]": 151914,
  "[DUMMY_248]": 151915,
  "[DUMMY_249]": 151916,
  "[DUMMY_24]": 151691,
  "[DUMMY_250]": 151917,
  "[DUMMY_251]": 151918,
  "[DUMMY_252]": 151919,
  "[DUMMY_253]": 151920,
  "[DUMMY_254]": 151921,
  "[DUMMY_255]": 151922,
  "[DUMMY_256]": 151923,
  "[DUMMY_257]": 151924,
  "[DUMMY_258]": 151925,
  "[DUMMY_259]": 151926,
  "[DUMMY_25]": 151692,
  "[DUMMY_260]": 151927,
  "[DUMMY_261]": 151928,
  "[DUMMY_262]": 151929,
  "[DUMMY_263]": 151930,
  "[DUMMY_264]": 151931,
  "[DUMMY_265]": 151932,
  "[DUMMY_266]": 151933,
  "[DUMMY_267]": 151934,
  "[DUMMY_268]": 151935,
  "[DUMMY_269]": 151936,
  "[DUMMY_26]": 151693,
  "[DUMMY_270]": 151937,
  "[DUMMY_271]": 151938,
  "[DUMMY_272]": 151939,
  "[DUMMY_273]": 151940,
  "[DUMMY_274]": 151941,
  "[DUMMY_275]": 151942,
  "[DUMMY_276]": 151943,
  "[DUMMY_277]": 151944,
  "[DUMMY_278]": 151945,
  "[DUMMY_279]": 151946,
  "[DUMMY_27]": 151694,
  "[DUMMY_280]": 151947,
  "[DUMMY_281]": 151948,
  "[DUMMY_282]": 151949,
  "[DUMMY_283]": 151950,
  "[DUMMY_284]": 151951,
  "[DUMMY_285]": 151952,
  "[DUMMY_286]": 151953,
  "[DUMMY_287]": 151954,
  "[DUMMY_288]": 151955,
  "[DUMMY_289]": 151956,
  "[DUMMY_28]": 151695,
  "[DUMMY_290]": 151957,
  "[DUMMY_291]": 151958,
  "[DUMMY_292]": 151959,
  "[DUMMY_293]": 151960,
  "[DUMMY_294]": 151961,
  "[DUMMY_295]": 151962,
  "[DUMMY_296]": 151963,
  "[DUMMY_297]": 151964,
  "[DUMMY_298]": 151965,
  "[DUMMY_299]": 151966,
  "[DUMMY_29]": 151696,
  "[DUMMY_2]": 151669,
  "[DUMMY_300]": 151967,
  "[DUMMY_301]": 151968,
  "[DUMMY_302]": 151969,
  "[DUMMY_303]": 151970,
  "[DUMMY_304]": 151971,
  "[DUMMY_305]": 151972,
  "[DUMMY_306]": 151973,
  "[DUMMY_307]": 151974,
  "[DUMMY_308]": 151975,
  "[DUMMY_309]": 151976,
  "[DUMMY_30]": 151697,
  "[DUMMY_310]": 151977,
  "[DUMMY_311]": 151978,
  "[DUMMY_312]": 151979,
  "[DUMMY_313]": 151980,
  "[DUMMY_314]": 151981,
  "[DUMMY_315]": 151982,
  "[DUMMY_316]": 151983,
  "[DUMMY_317]": 151984,
  "[DUMMY_318]": 151985,
  "[DUMMY_319]": 151986,
  "[DUMMY_31]": 151698,
  "[DUMMY_320]": 151987,
  "[DUMMY_321]": 151988,
  "[DUMMY_322]": 151989,
  "[DUMMY_323]": 151990,
  "[DUMMY_324]": 151991,
  "[DUMMY_325]": 151992,
  "[DUMMY_326]": 151993,
  "[DUMMY_327]": 151994,
  "[DUMMY_328]": 151995,
  "[DUMMY_329]": 151996,
  "[DUMMY_32]": 151699,
  "[DUMMY_330]": 151997,
  "[DUMMY_331]": 151998,
  "[DUMMY_332]": 151999,
  "[DUMMY_333]": 152000,
  "[DUMMY_334]": 152001,
  "[DUMMY_335]": 152002,
  "[DUMMY_336]": 152003,
  "[DUMMY_337]": 152004,
  "[DUMMY_338]": 152005,
  "[DUMMY_339]": 152006,
  "[DUMMY_33]": 151700,
  "[DUMMY_340]": 152007,
  "[DUMMY_341]": 152008,
  "[DUMMY_342]": 152009,
  "[DUMMY_343]": 152010,
  "[DUMMY_344]": 152011,
  "[DUMMY_345]": 152012,
  "[DUMMY_346]": 152013,
  "[DUMMY_347]": 152014,
  "[DUMMY_348]": 152015,
  "[DUMMY_349]": 152016,
  "[DUMMY_34]": 151701,
  "[DUMMY_350]": 152017,
  "[DUMMY_351]": 152018,
  "[DUMMY_352]": 152019,
  "[DUMMY_353]": 152020,
  "[DUMMY_354]": 152021,
  "[DUMMY_355]": 152022,
  "[DUMMY_356]": 152023,
  "[DUMMY_357]": 152024,
  "[DUMMY_358]": 152025,
  "[DUMMY_359]": 152026,
  "[DUMMY_35]": 151702,
  "[DUMMY_360]": 152027,
  "[DUMMY_361]": 152028,
  "[DUMMY_362]": 152029,
  "[DUMMY_363]": 152030,
  "[DUMMY_364]": 152031,
  "[DUMMY_365]": 152032,
  "[DUMMY_366]": 152033,
  "[DUMMY_367]": 152034,
  "[DUMMY_368]": 152035,
  "[DUMMY_369]": 152036,
  "[DUMMY_36]": 151703,
  "[DUMMY_370]": 152037,
  "[DUMMY_371]": 152038,
  "[DUMMY_372]": 152039,
  "[DUMMY_373]": 152040,
  "[DUMMY_374]": 152041,
  "[DUMMY_375]": 152042,
  "[DUMMY_376]": 152043,
  "[DUMMY_377]": 152044,
  "[DUMMY_378]": 152045,
  "[DUMMY_379]": 152046,
  "[DUMMY_37]": 151704,
  "[DUMMY_380]": 152047,
  "[DUMMY_381]": 152048,
  "[DUMMY_382]": 152049,
  "[DUMMY_383]": 152050,
  "[DUMMY_384]": 152051,
  "[DUMMY_385]": 152052,
  "[DUMMY_386]": 152053,
  "[DUMMY_387]": 152054,
  "[DUMMY_388]": 152055,
  "[DUMMY_389]": 152056,
  "[DUMMY_38]": 151705,
  "[DUMMY_390]": 152057,
  "[DUMMY_391]": 152058,
  "[DUMMY_392]": 152059,
  "[DUMMY_393]": 152060,
  "[DUMMY_394]": 152061,
  "[DUMMY_395]": 152062,
  "[DUMMY_396]": 152063,
  "[DUMMY_39]": 151706,
  "[DUMMY_3]": 151670,
  "[DUMMY_40]": 151707,
  "[DUMMY_41]": 151708,
  "[DUMMY_42]": 151709,
  "[DUMMY_43]": 151710,
  "[DUMMY_44]": 151711,
  "[DUMMY_45]": 151712,
  "[DUMMY_46]": 151713,
  "[DUMMY_47]": 151714,
  "[DUMMY_48]": 151715,
  "[DUMMY_49]": 151716,
  "[DUMMY_4]": 151671,
  "[DUMMY_50]": 151717,
  "[DUMMY_51]": 151718,
  "[DUMMY_52]": 151719,
  "[DUMMY_53]": 151720,
  "[DUMMY_54]": 151721,
  "[DUMMY_55]": 151722,
  "[DUMMY_56]": 151723,
  "[DUMMY_57]": 151724,
  "[DUMMY_58]": 151725,
  "[DUMMY_59]": 151726,
  "[DUMMY_5]": 151672,
  "[DUMMY_60]": 151727,
  "[DUMMY_61]": 151728,
  "[DUMMY_62]": 151729,
  "[DUMMY_63]": 151730,
  "[DUMMY_64]": 151731,
  "[DUMMY_65]": 151732,
  "[DUMMY_66]": 151733,
  "[DUMMY_67]": 151734,
  "[DUMMY_68]": 151735,
  "[DUMMY_69]": 151736,
  "[DUMMY_6]": 151673,
  "[DUMMY_70]": 151737,
  "[DUMMY_71]": 151738,
  "[DUMMY_72]": 151739,
  "[DUMMY_73]": 151740,
  "[DUMMY_74]": 151741,
  "[DUMMY_75]": 151742,
  "[DUMMY_76]": 151743,
  "[DUMMY_77]": 151744,
  "[DUMMY_78]": 151745,
  "[DUMMY_79]": 151746,
  "[DUMMY_7]": 151674,
  "[DUMMY_80]": 151747,
  "[DUMMY_81]": 151748,
  "[DUMMY_82]": 151749,
  "[DUMMY_83]": 151750,
  "[DUMMY_84]": 151751,
  "[DUMMY_85]": 151752,
  "[DUMMY_86]": 151753,
  "[DUMMY_87]": 151754,
  "[DUMMY_88]": 151755,
  "[DUMMY_89]": 151756,
  "[DUMMY_8]": 151675,
  "[DUMMY_90]": 151757,
  "[DUMMY_91]": 151758,
  "[DUMMY_92]": 151759,
  "[DUMMY_93]": 151760,
  "[DUMMY_94]": 151761,
  "[DUMMY_95]": 151762,
  "[DUMMY_96]": 151763,
  "[DUMMY_97]": 151764,
  "[DUMMY_98]": 151765,
  "[DUMMY_99]": 151766,
  "[DUMMY_9]": 151676,
  "[NUM]": 151666,
  "[PAD]": 151665
}
